build-essential
curl
emacs
gfortran
htop
libblas-dev
libbz2-dev
libffi-dev
libgfortran3
liblapack-dev
libncurses5-dev
libncursesw5-dev
libreadline-dev
libsqlite3-dev
libssl-dev
libz-dev
llvm
make
rlwrap
sbcl
stow
tk-dev
tmux
vim
wget
xz-utils
zlib1g-dev
zsh
